<?php

class HobbieHolder{
    public $nameHobbies = ["Мои любимые фильмы",  "Моя любимая музыка", "Мои любимые книги"];
    public $descriptionHobbies = ["«Сопра́но» (англ. The Sopranos) — американский криминально-драматический телесериал, созданный Дэвидом Чейзом и
    транслировавшийся на канале HBO. В России сериал показывали телеканалы НТВ[2] и ТВ-3[3]. Сюжет в целом основан на том, как Тони Сопрано (Джеймс Гандольфини), босс мафии из северного Нью-Джерси,
    встречает и преодолевает различные жизненные трудности: пытается сохранить баланс между требованиями криминальной организации и
    личной жизнью в семье и вне её. Плюс ко всему — у Сопрано случается паническая атака, которая служит поводом для
    посещения им психиатра (Лоррейн Бракко).
    С самого начала трансляции в 1999 году сериал стал культурным феноменом, приобретя широкую популярность и вызвав
    исключительно бурную реакцию критиков из-за его принципиально нового подхода к описанию жизни мафии,
    американской
    семьи, проблем итало-американского сообщества в США, эффектов насилия над человеческим духом и границами того,
    что
    общество считает моралью. Подобно другим программам HBO, сериал предназначен исключительно для взрослой
    аудитории,
    содержит насилие, наготу, сцены употребления наркотиков и грубые выражения.
    24 сентября 2021 года планируется выход приквела «Клана Сопрано» — фильма «Множественные святые Ньюарка», в
    центре
    сюжета которого юность Тони Сопрано.", "Led Zeppelin — британская рок-группа, образовавшаяся в сентябре 1968 года в Лондоне, и признанная одной из самых
    успешных, новаторских и влиятельных в современной истории. Создав собственное звучание (для которого были
    характерны
    утяжелённый гитарный драйв, оглушающее звучание  ритм-секции и пронзительный вокал), Led Zeppelin стали одной из ведущих групп хард-рока, сыграли
    основополагающую
    роль в становлении хеви-метала, свободно интерпретируя фолк- и блюз-классику и обогащая стиль элементами других
    музыкальных жанров (рокабилли, рэгги, соул, фанка, кантри).Остаётся одной из наиболее успешных групп в
    рок-музыке:
    общемировой тираж альбомов превышает 300 миллионов, 112 миллионов было продано в США (четвёртое место). Семь
    альбомов группы поднимались на вершину Billboard 200.Занимает первое место в списке VH1 «100 величайших артистов
    хард-рока». Журнал Rolling Stone признал коллектив «самой тяжёлой группой» и «лучшей группой 70-х». В 1995 году
    Led
    Zeppelin были введены в Зал славы рок-н-ролла, в 2005 году получили Грэмми за вклад на протяжении всей карьеры
    (Grammy Lifetime Achievement Award), в мае 2006 года — Polar Music Prize.", "«Скотный двор» (англ. Animal Farm: A Fairy Story, в других переводах «Скотское хозяйство», «Скотский уголок»,
    «Скотский хутор», «Ферма животных», «Ферма Энимал», «Зверская Ферма», «Звероферма») — изданная в 1945 году
    сатирическая повесть-притча (англ. a fairy story) Джорджа Оруэлла. В повести изображена эволюция общества животных, изгнавших со скотного двора (первоначально называвшегося ферма
    «Усадьба» или в других переводах — «Господский двор», «Райский уголок») его предыдущего владельца, жестокого
    мистера
    Джонса, от безграничной свободы к диктатуре свиньи по кличке Наполеон.В повести Оруэлл показал перерождение
    революционных принципов и программ, то есть постепенный переход от идей всеобщего равенства и построения утопии
    к
    диктатуре и тоталитаризму. «Скотный двор» — притча, аллегория на революцию 1917 года и последующие события в
    России.Оруэлл писал повесть с ноября 1943 по февраль 1944. Очевидная сатира на Советский Союз, тогдашнего
    союзника
    Британии по антигитлеровской коалиции, была опубликована уже после победы над Германией — в августе 1945. Первая
    публикация в СССР произошла во время «перестройки» в журнале «Родник» (Рига, 1988, № 3-6. Перевод И. И. Полоцк).
    Крылатое выражение из повести:
    «Все животные равны. Но некоторые животные равны более, чем другие» (англ. «All animals are equal, but some
    animals
    are more equal than others»)"];
    public $picHobbies = ["public\images\album\Сопрано.png", "public\images\album\LedZeppelin.jfif", "public\images\album\СкотныйДвор.jpg"];
}