<div class="container">
    <div class="row mt-5">
    <img src = "public\images\album\Me.jpg" class="w-50 h-50" style="object-fit: contain; ">
        <p class="mt-4">
        Я, Феклин Максим Олегович, родился 8 августа 2002 года в городе Севастополь, где и проживаю в настоящее время. В 2007 году поступил на обуение в среднюю образовательную школу №13 поселка городского типа Кача, после 5 класса перевёлся в общеобразовательную гиназию №7 города Севастополь, которую успешно закончил в 2019 году.
        </div>
</div>